Repository: BerndCirotzki/TileChart_pi
Catalog: po/*.po
Languages: de_de

source: Downloadsource (URL) :
de_de: Downloadquelle (URL) :

source: example : http(s)://Server.com?[x]?[y]?[z]
de_de: Beispiel : http(s)://Server.com?[x]?[y]?[z]

source: Abort
de_de: Abbruch

source: Cancel
de_de: Abbrechen

source: Chart
de_de: Karte

source: Chart directory not exist
de_de: Das Kartenverzeichnis existiert nicht

source: ChartFile
de_de: Kartendatei

source: Chartfile rename
de_de: Kartendatei umbenennen

source: Close Window
de_de: Fenster schließen

source: Create Kap File
de_de: Erzeuge Kap Datei

source: Delete Chart
de_de: Lösche Karte

source: Download Canceled
de_de: Download Abbruch

source: Download Error
de_de: Download Fehler

source: Download ready
de_de: Download fertig

source: Downloading tiles...
de_de: Download Kacheln...

source: Enter Chart Filename (without .kap ending)
de_de: Kartendateiname (ohne .kap)

source: Enter Filename
de_de: Dateinamen eingeben

source: Error Tile Merge
de_de: Fehler Kacheln verbinden

source: Error creating Kap File
de_de: Fehler beim Erzeugen der .Kap Datei

source: Error in User URL
de_de: Fehler in Benutzer URL

source: Failed
de_de: Fehler

source: Generate Chart
de_de: Generiere Karte

source: Kap File deleted
de_de: Kap Datei gelöscht

source: Kap File ready
de_de: Kap Datei fertig

source: Log Tilemerger output to OpenCPN Logfile
de_de: Log Tilemerger Ausgabe in OpenCPN Logdatei

source: Make kap charts from tile (Google Sat, ...)
de_de: Erzeuge kap Karten aus Kacheln (Google Sat, …)

source: Make kap charts from tile png by selecting the area on the OpenCPN canvas. Use Google-Satallite, OpenStreetview ... or self defined http(s) link. (Internet connection is required)
de_de: Erzeuge kap Karten aus Kachel .png Dateien durch auswählen eines Bereiches auf der OpenCPN Oberfläche. Google-Satallit, Openstreetview oder selbst defienierte http(s) Links können genutzt werden. (Eine Internetverbindung ist notwendig)

source: Merge Tile
de_de: Verbinde Kacheln

source: Output Chartdirectory (.kap) :
de_de: Ausgabeverzeichnis (.kap):

source: Preferences TileChart
de_de: Einstellungen TileChart

source: Preferences...
de_de: Einstellungen...

source: Rename Chartfile (.kap) after download
de_de: Kartendatei (.kap) nach download umbenennen

source: Select a folder
de_de: Wähle Verzeichnis

source: Show chartselection area
de_de: Zeige ausgewählten Kartenbereich

source: Show real Tilechartarea
de_de: Zeige wirklichen Kachel Kartenbereich

source: Tile Files deleted
de_de: Kachel Dateien gelöscht

source: Tile Merge ready
de_de: Kacheln verbunden.

source: Tile count :
de_de: Kacheln :

source: Tile directory not exist
de_de: Das Kachel Verzeichnis existiert nicht

source: User defined
de_de: Benutzer definiert

source: Zoomlevel :
de_de: Zoomfaktor:

source: chart area is defined
de_de: Kartenausschnitt ist definiert.

source: define chart startpoint
de_de: definiere Kartenstartpunkt

source: define chartendpoint
de_de: definiere Kartenendpunkt

source: delete tile after download
de_de: lösche Kacheln nach Download

source: deleting Tile Files
de_de: lösche Kachel Dateien

source: max tile download
de_de: Maximale Kachelanzahl

source: tmp tile dir :
de_de: temp Kachel Verzeichnis :
